//*** 設定ここから ***********************************************************

// ギア比の設定  各ギアの エンジン回転[rpm]／スピード[km/h] を設定
GEAR_RATIO = [
	101.9192993,	// 1速
	61.08177186,	// 2速
	45.72406922,	// 3速
	35.95098573,	// 4速
	29.66828919,	// 5速  6速以降がある場合は同じように追加
];

// レブリミット (上限)
REV_LIMIT		= 6500;

// Google マップ・ストリートビュー画像取得のための API キーを設定します．
//   参考: https://sites.google.com/site/vsdforgps/home/vsd-for-gps/install#GoogleAPIKey
GoogleAPIKey = [
//	"AIzaSyABCDEFGHIJKLMNOPQRSTUVWXYZabcdefg",	// 例
	"",
];

//*** 設定ここまで ***********************************************************
